"%@ - Offline" = "%@ - Hors ligne";

"3D Secure" = "3D Secure";

"Add New Card…" = "Ajouter une nouvelle carte...";

"Add a Card" = "Ajouter une carte";

"Apt." = "Numéro d'appartement";

"Contact" = "Contact";

"Delivery" = "Livraison";

"Delivery Address" = "Adresse de livraison";

"Free" = "Gratuit";

"Invalid Shipping Address" = "Adresse de livraison incorrecte";

"Loading…" = "Chargement en cours...";

"Multibanco" = "Multibanco";

"Next" = "Suivant";

"Online Banking (FPX)" = "Compte bancaire (FPX)";

"Payment Method" = "Moyen de paiement";

"Shipping" = "Expédition";

"Shipping Method" = "Mode de livraison";

"Use Billing" = "Utiliser l'adresse de facturation";

"Use Delivery" = "Utiliser l'adresse de livraison";

"Use Shipping" = "Utiliser l'adresse de livraison";
